Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Social.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: The puppy is exposed to something and nothing bad happens. She observes from a comfortable distance, maybe gets a treat for being calm, and you move on. That's the positive experience — the absence of stress.
de: Der Welpe wird etwas ausgesetzt und nichts Schlimmes passiert. Sie beobachtet aus einer angenehmen Entfernung, bekommt vielleicht ein Leckerli fürs Ruhigsein, und ihr geht weiter. Das ist die positive Erfahrung — die Abwesenheit von Stress.
es: El cachorro se expone a algo y no pasa nada malo. Observa desde una distancia cómoda, quizás recibe un premio por estar tranquilo, y sigues adelante. Esa es la experiencia positiva — la ausencia de estrés.
fr: Le chiot est exposé à quelque chose et rien de mal n'arrive. Il observe à distance confortable, reçoit peut-être une friandise pour être calme, et vous continuez. C'est l'expérience positive — l'absence de stress.
it: Il cucciolo viene esposto a qualcosa e non succede niente di male. Osserva da una distanza confortevole, magari riceve un premietto per essere calmo, e si va avanti. Questa è l'esperienza positiva — l'assenza di stress.
nl: De pup wordt aan iets blootgesteld en er gebeurt niets ergs. Ze observeert van een comfortabele afstand, krijgt misschien een snoepje voor rustig zijn, en je gaat verder. Dat is de positieve ervaring — de afwezigheid van stress.

source: Things to watch for
de: Worauf du achten solltest
es: Cosas a observar
fr: Points à surveiller
it: Cose da osservare
nl: Waar je op moet letten

source: Today's focus
de: Fokus heute
es: Enfoque de hoy
fr: Objectif du jour
it: Focus di oggi
nl: Focus van vandaag

source: Unsure
de: Unsicher
es: Inseguro
fr: Incertain
it: Incerto
nl: Onzeker

source: Upcoming
de: Bevorstehend
es: Próximo
fr: À venir
it: In arrivo
nl: Aankomend

source: Vehicles
de: Fahrzeuge
es: Vehículos
fr: Véhicules
it: Veicoli
nl: Voertuigen

source: View History
de: Verlauf anzeigen
es: Ver historial
fr: Voir l'historique
it: Vedi cronologia
nl: Bekijk geschiedenis

source: View full progress
de: Vollständigen Fortschritt anzeigen
es: Ver progreso completo
fr: Voir la progression complète
it: Vedi progressi completi
nl: Bekijk volledige voortgang

source: Watch for during walk
de: Wahrend des Spaziergangs beachten
es: Observar durante el paseo
fr: À observer pendant la promenade
it: Da osservare durante la passeggiata
nl: Let op tijdens wandeling

source: Weather
de: Wetter
es: Clima
fr: Météo
it: Meteo
nl: Weer

source: Week %lld
de: Woche %lld
es: Semana %lld
fr: Semaine %lld
it: Settimana %lld

source: Week %lld of %lld
de: Woche %lld von %lld
es: Semana %lld de %lld
fr: Semaine %lld sur %lld
it: Settimana %lld di %lld
nl: Week %lld van %lld

source: What "positive" actually means
de: Was "positiv" wirklich bedeutet
es: Lo que "positivo" realmente significa
fr: Ce que "positif" signifie vraiment
it: Cosa significa veramente "positivo"
nl: Wat "positief" eigenlijk betekent

source: What happened?
de: Was ist passiert?
es: ¿Qué pasó?
fr: Que s'est-il passé ?
it: Cosa è successo?
nl: Wat gebeurde er?

source: What is Socialization?
de: Was ist Sozialisierung?
es: ¿Qué es la socialización?
fr: Qu'est-ce que la socialisation ?
it: Cos'è la socializzazione?
nl: Wat is socialisatie?

source: Window closing soon
de: Fenster schliesst bald
es: El período termina pronto
fr: Fenêtre se ferme bientôt
it: Il periodo si chiude presto
nl: Venster sluit binnenkort

source: Window just closed
de: Fenster gerade geschlossen
es: El período acaba de terminar
fr: Fenêtre vient de se fermer
it: Il periodo è appena terminato
nl: Venster net gesloten

source: Your puppy has likely already experienced some things. Let's quickly mark what's familiar.
de: Dein Welpe hat wahrscheinlich schon einiges erlebt. Lass uns schnell markieren, was bekannt ist.
es: Tu cachorro probablemente ya ha experimentado algunas cosas. Marquemos rápidamente lo que es familiar.
fr: Votre chiot a probablement déjà vécu certaines choses. Marquons rapidement ce qui est familier.
it: Il tuo cucciolo probabilmente ha già sperimentato alcune cose. Segniamo rapidamente cosa è familiare.
nl: Je pup heeft waarschijnlijk al wat dingen meegemaakt. Laten we snel aangeven wat bekend is.

source: comfortable
de: vertraut
es: cómodo
fr: à l'aise
it: a proprio agio
nl: comfortabel

source: positive
de: positiv
es: positivo
fr: positif
it: positivo
nl: positief

source: Weekly Goal
es: Meta semanal
fr: Objectif hebdomadaire
nl: Weekdoel

source: Neutral
fr: Neutre
it: Neutro
nl: Neutraal

source: Environment Progression
nl: Omgevingsprogressie

source: Play with other dogs or people
nl: Spelen met andere honden of mensen

source: Proof in Environments
nl: Bewijs in omgevingen

source: Reliable recall in challenging environments
nl: Betrouwbare roep in uitdagende omgevingen

source: Socialization tip
nl: Socialisatietip

source: Socialize with confidence
nl: Socialiseer met vertrouwen

source: The first 16 weeks are critical. Track exposures to people, animals, sounds, and environments to raise a confident dog.
nl: De eerste 16 weken zijn cruciaal. Houd blootstelling aan mensen, dieren, geluiden en omgevingen bij voor een zelfverzekerde hond.

source: Window status
nl: Vensterstatus

source: social
nl: sociaal

source: socialization
nl: socialisatie
